{
  "products_desc": {
    "Glamdroid": "The Glamdroid is a robotic camera arm that delivers Hollywood‑style slow‑motion videos on demand—perfect for red‑carpet, VIP, or corporate activations. With robotic precision its arm sweeps smoothly around guests; interactive controls let attendees strike poses; and instant playback makes every moment shareable on social media. Ideal for red‑carpet events, weddings, and trade shows, the Glamdroid works by having guests step into its frame, triggering the arm to record cinematic clips that are processed and displayed in seconds—boosting engagement and driving viral buzz.",
    "iboothme X": "The iboothme X is an AI‑powered photo booth that transforms ordinary snapshots into studio‑quality, branded masterpieces. It uses AI lighting and beauty filters to enhance faces, AI dress overlays to showcase your logo, and AI backgrounds or painting modes for limitless creativity. Perfect for corporate events, product launches, and virtual gatherings, iboothme X requires no internet—simply step in, strike a pose, and receive personalized, high‑resolution images via email or SMS within seconds.",
    "Vending machine": "The interactive vending machine from iboothme turns sample distribution into an immersive game. Guests complete quizzes or social‑media tasks at the touchscreen—then watch as prizes or branded merchandise dispense automatically. With customizable wraps, data capture forms, and game modules, it’s ideal for retail pop‑ups, festivals, and experiential marketing campaigns. After setup and branding, participants engage via on‑screen challenges; once they succeed, the machine releases their reward while capturing valuable lead data for follow‑up.",
    "Claw machine": "The Claw machine brings classic arcade entertainment to any activation, letting guests maneuver a joystick or smartphone interface to grab event‑branded goodies. Key features include adjustable claw strength, full‑color exterior wraps, and real‑time analytics to track plays and success rates. Perfect for trade shows, weddings, and mall activations, it operates by inviting players to align the claw over a prize, lower it with a press, and (hopefully) grip a reward—generating lines, engagement, and data for your CRM.",
    "Retro Photo booth": "The Retro Photo booth blends nostalgic flair with modern tech: a sleek enclosure, cushioned leather seats, and high‑resolution DSLR cameras produce timeless prints. With instant dye‑sublimation printing, custom filmstrip layouts, and optional digital sharing, it’s ideal for weddings, corporate galas, and private parties. Guests step inside, select a filter or frame, pose for a series of shots, and walk away with both physical keepsakes and digital files shared instantly via email or QR code.",
    "Mega Vending": "Mega Vending scales up the interactive vending concept to serve thousands in one activation. Its larger footprint accommodates oversized prizes and multiple game stations, while modular UI panels let you swap quizzes, spin‑to‑win wheels, or time‑attack challenges. Best for large conventions, festivals, and stadium events, Mega Vending invites attendees to engage in branded missions on touchscreens; on success, the machine dispenses premium gifts or samples—collecting user data at every step.",
    "360 videobooth": "The 360 videobooth uses a motorized arm to rotate a camera around stationary guests, capturing dynamic, full‑circle videos and GIFs. Offering HD slow‑motion, custom overlays, and instant social sharing, it’s perfect for weddings, brand activations, and product launches. Guests stand on the platform, trigger the spin, and within moments receive a polished, share‑ready clip via QR or email—delivering unforgettable content and rich engagement metrics.",
    "goboothme X": "goboothmeX is a roaming photo booth on wheels, powered by AI to identify faces, adjust lighting, and snap candid shots throughout your venue. With autonomous navigation, instant digital delivery, and CRM integration, it’s ideal for trade shows, hospitality events, and sprawling outdoor festivals. Operators guide it through guest areas, the onboard camera captures interactions on‑the‑fly, and participants receive their branded images instantly—boosting roaming engagement and data capture.",
    "Holobox": "The Holobox projects 3D holographic visuals of your products, logos, or live demos within a compact glass enclosure. Featuring true volumetric projection, interactive smartphone controls, and live‑stream capabilities, it’s perfect for product launches, retail windows, and conference booths. Load your 3D assets or live feed, power on the unit, and watch as guests manipulate holograms via touchscreen or mobile—a futuristic showcase that captivates and converts.",
    "Giftbox": "The Giftbox gamifies giveaways by letting participants answer quizzes, spin wheels, or complete mini‑games to unlock coupons, samples, or promo codes. With email capture, analytics dashboard, and custom branding, it excels at retail promotions, trade show giveaways, and campus activations. Guests tap through an on‑screen challenge, submit their email for data capture, and receive a unique digital code or physical reward—ensuring both engagement and valuable lead generation.",
    "Mirror booth": "The Mirror booth combines a full‑length reflective touchscreen with animated UI for a refined, self‑guided photo experience. Key features include on‑mirror signatures, augmented reality stickers, and instant prints. Ideal for weddings, corporate holiday parties, and brand activations, it works by prompting guests on the mirror’s surface to pose, personalize their image, then print or share digitally—creating elegant souvenirs and measurable engagement.",
    "120 slider": "The 120 slider is a motorized camera rig that glides along a 120 cm arc, capturing sweeping boomerang videos and GIFs. With smooth linear motion, branded overlays, and social‑media integration, it’s suited for fashion events, trade shows, and experiential pop‑ups. Set the camera on the slider track, have guests pose or walk, and the system generates a dynamic loop that’s instantly available for sharing—producing memorable, high‑impact content.",
    "Arcade Vending": "Arcade Vending blends classic arcade gameplay with prize dispensing: participants play branded mini‑games on a cabinet to earn tokens that trigger snack or sample drops. Featuring LED marquees, joystick controls, and real‑time scoring, it thrives at gaming expos, college fests, and mall activations. Players insert a code or token, compete for high scores, then watch as the vending bay unlocks their earned reward—fueling competition and data insights.",
    "Catch Baton": "The Catch Baton is a handheld, touchscreen baton that lights up in sequences guests must tap in time to earn points and prizes. With reflex‑training games, leaderboard integration, and custom reward logic, it’s perfect for team‑building events, product launches, and sports marketing. Users pick up the baton, follow on‑screen prompts to tap lit targets, and upon completion receive digital badges or physical gifts—capturing performance data and driving friendly competition."
  }
}
